{
  "frame_00007.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state. They are making a playful face and looking directly at the camera."
  },
  "frame_00147.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state. They are posing for a selfie, looking directly at the camera, and touching their face with their hand. Their expression is neutral and relaxed."
  },
  "frame_00172.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state. They are posing for a selfie, looking directly at the camera, and making an expressive gesture with their hand."
  },
  "frame_00238.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person is experiencing a mix of emotions and physical states. They appear to be contemplative, potentially feeling stressed or anxious, and have a thoughtful or pensive expression. Their posture suggests attentiveness and possibly a slight nervousness."
  },
  "frame_00245.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person is experiencing a mix of emotions and physical states. They appear to be contemplative or thoughtful, with their hand raised to their face, potentially indicating a moment of deep thought or contemplation. The person seems relaxed and casual in their attire."
  },
  "frame_00250.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and attentive state, possibly in a casual environment. They seem to be looking off to the side and have a neutral facial expression."
  },
  "frame_00280.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a state of stress or anxiety, as evidenced by their open mouth and slightly surprised expression."
  },
  "frame_00308.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and calm state. They are attentively looking at the camera and touching their head, suggesting contemplation or thoughtfulness."
  },
  "frame_00323.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state. They are looking directly at the camera and have a neutral facial expression. Their hand is touching their head, suggesting they might be feeling relaxed or contemplative."
  },
  "frame_00364.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be experiencing stress, anxiety, or fear, as indicated by their facial expression and hand gesture. They seem to be in a state of discomfort or unease."
  },
  "frame_00423.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to have a slightly surprised or shocked expression, potentially conveying stress, anxiety, or fear. Their facial features suggest a state of discomfort or unease."
  },
  "frame_00447.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears relaxed and confident, smiling warmly at the camera. Their facial expression conveys a sense of happiness and positivity."
  },
  "frame_00528.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state, possibly experiencing a moment of calmness or attentiveness while taking a selfie. Their facial expression and body language suggest a comfortable and informal atmosphere."
  },
  "frame_00604.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state. They are making a playful facial expression and gesturing with their hand, which suggests a comfortable and approachable demeanor."
  },
  "frame_00706.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state. They are looking directly at the camera and have a neutral facial expression. Their hand is raised to their face, possibly in a gesture of greeting or greeting someone."
  },
  "frame_00773.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state. They are looking directly at the camera and have a neutral facial expression."
  },
  "frame_00879.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state. They are making a gesture with their hand, possibly indicating a point or emphasizing a point. They are also looking directly at the camera, which suggests a level of attentiveness and engagement."
  },
  "frame_00970.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a state of stress or anxiety, as evidenced by their facial expression and body language. They seem to be speaking or gesturing, indicating a possible conversation or interaction. The person is also wearing casual clothing, which might suggest a relaxed environment."
  },
  "frame_01062.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be in a relaxed and casual state, possibly experiencing a moment of calmness or attentiveness while speaking. Their facial expression suggests a slight smile or perhaps a hint of surprise or amusement."
  },
  "frame_01226.jpg": {
    "people": "There is one person in the image.",
    "emotion": "The person appears to be experiencing stress, anxiety, or fear, as indicated by their facial expression and body language."
  }
}